[{"model": "api.loretype", "pk": 1, "fields": {"name": "Knowledge", "description": "This is knowledge."}}, {"model": "api.loretype", "pk": 2, "fields": {"name": "People", "description": "This is people."}}, {"model": "api.loretype", "pk": 3, "fields": {"name": "Item", "description": "This is a item."}}, {"model": "api.loretype", "pk": 4, "fields": {"name": "Rule", "description": "This is a rule."}}, {"model": "api.loretype", "pk": 5, "fields": {"name": "Log", "description": "This is a log."}}, {"model": "api.loregroup", "pk": 1, "fields": {"name": "Lore", "description": "This is lore about the world.", "type": 1, "image": "frontend/static/images/loregroup/Lore_9qFdRTa.jpeg"}}, {"model": "api.loregroup", "pk": 2, "fields": {"name": "Abyss", "description": "This is lore about the abyss.", "type": 1, "image": "frontend/static/images/loregroup/Abyss_GJphhiN.jpeg"}}, {"model": "api.loregroup", "pk": 3, "fields": {"name": "Mercenaries", "description": "This is lore about the mercenaries.", "type": 2, "image": "frontend/static/images/loregroup/Mercenaries_nGsy8tS.jpeg"}}, {"model": "api.loregroup", "pk": 4, "fields": {"name": "Nobles", "description": "This is lore about the Nobles.", "type": 2, "image": "frontend/static/images/loregroup/Nobles_WIOzbrU.jpeg"}}, {"model": "api.loregroup", "pk": 5, "fields": {"name": "Dragons Den", "description": "The weapon and armor shop found in the 3rd layer of Grimgar.", "type": 3, "image": "frontend/static/images/loregroup/WeaponShop.jpg"}}, {"model": "api.loregroup", "pk": 6, "fields": {"name": "Enchanted Fey", "description": "The magic item shop found in the 3rd layer of Grimgar.", "type": 3, "image": "frontend/static/images/loregroup/MagicShop.jpg"}}, {"model": "api.loregroup", "pk": 7, "fields": {"name": "Session Diary", "description": "These are the Logs of the adventures", "type": 5, "image": "frontend/static/images/loregroup/Banner.jpg"}}, {"model": "api.loregroup", "pk": 8, "fields": {"name": "Rules of Law", "description": "These are the Homebrew Rules of the advenutre.", "type": 4, "image": "frontend/static/images/loregroup/Banner_hpdbHVn.jpg"}}, {"model": "api.loreundergroup", "pk": 1, "fields": {"name": "Kindred Spirits", "description": "This is a group called the kindred spirits", "group": 3, "image": "frontend/static/images/loreundergroup/Kindred_Souls.png"}}, {"model": "api.loreundergroup", "pk": 2, "fields": {"name": "Xin Brothers", "description": "This is a group called the Xin Brothers", "group": 3, "image": "frontend/static/images/loreundergroup/Merchant1.jpg"}}, {"model": "api.loreundergroup", "pk": 3, "fields": {"name": "Noble Family", "description": "This is a group called the Noble Family.", "group": 4, "image": "frontend/static/images/loreundergroup/queen2.jpg"}}, {"model": "api.loreundergroup", "pk": 4, "fields": {"name": "Azurist Family", "description": "This is a group called the Azurist Family.", "group": 4, "image": "frontend/static/images/loreundergroup/Half-elf_Azurist.jpg"}}, {"model": "api.lore", "pk": 1, "fields": {"name": "Crincad Azurist", "group": 4, "undergroup": 4, "description": "This is Crincad, the eldest son of the Azurist Family.", "loretype": 2, "image": "frontend/static/images/lore/AzuristNoble.jpg"}}, {"model": "api.lore", "pk": 2, "fields": {"name": "Darcy Lush", "group": 4, "undergroup": 4, "description": "This is Darcy, the primest buttler of the Azurists.", "loretype": 2, "image": "frontend/static/images/lore/Darcy_Lush.jpg"}}, {"model": "api.lore", "pk": 3, "fields": {"name": "Neya", "group": 3, "undergroup": 1, "description": "This is Neya the bard of the Kindred Spirits.", "loretype": 2, "image": "frontend/static/images/lore/neya_bard_leonine_vZu8AVf.jpg"}}, {"model": "api.lore", "pk": 4, "fields": {"name": "Ash", "group": 3, "undergroup": 1, "description": "This is Ash the monk of the Kindred Spirits.", "loretype": 2, "image": "frontend/static/images/lore/ashes_tiefling_monk.png"}}, {"model": "api.lore", "pk": 5, "fields": {"name": "Layer 1", "group": 2, "undergroup": null, "description": "This is the first layer of the Abyss.", "loretype": 1, "image": "frontend/static/images/lore/layer_1.jpeg"}}, {"model": "api.lore", "pk": 6, "fields": {"name": "Layer 2", "group": 2, "undergroup": null, "description": "This is the secound layer of the Abyss.", "loretype": 1, "image": "frontend/static/images/lore/layer_2.png"}}, {"model": "api.lore", "pk": 7, "fields": {"name": "The Dark Hour", "group": 1, "undergroup": null, "description": "\"The Dark Hour\" or \"When the sky bled\" is a time in history where the world almost got to its end. Dark forces and evil loomed the land, devastations and destruction wherever they put their feet and claws. This army of chaos came, but no one knew from where. Grimgarion would almost be completely taken over during this period of darkness.\r\n\r\nThough in the wake of this destruction that lasted many years, there were champions who decided to fight against the darkness, fight the blood soaking the heavens and earth, takeing back what was rightfully theirs. A single person blessed by a god who everyone had though had abandoned them unified both gods and people to fight together. They found men and women with powers and determination, convinced the gods that were fighting amongst themselves for power and control, that the warriors were worthy and to put aside their own fighting. The god's gave their aid and blessings to make them the chosen warriors. The chosen warriors later would become the first guild leaders. These gods later became the Gods of Dawn, who together fought the darkness away nearly 3 millennia ago closing during \"The Sundering Night\".\r\n\r\nWith many sacrifices the allied forces remained victorious after destroying the dark forces and bringing peace to the world. It was because of this war lasting years, that in the end, peace was claimed and Grimgar was built. Built on the war grounds of gods mortals and monsters. But although peace was won, there were still monsters and allies of the darkness left alive, plaguing the world and keeping Grimgar from expanding and finding true peace on Grimgarion. It is also this reason why Grimgar is still the only grand city since the dark hour.", "loretype": 1, "image": "frontend/static/images/lore/dark_hour_onSCBh1.jpg"}}, {"model": "api.lore", "pk": 8, "fields": {"name": "The Gods of Dawn", "group": 1, "undergroup": null, "description": "The Gods of The Dawn is a collection of Gods that in the wake of the \"Dark hour\"/\"When the sky bled\" fought and saved the world almost 3 millennia ago. These Gods, after fighting of the forces of evil, settled at the place the war was fought and created the city of Grimgar. The Gods then become the guild leaders symbol for each of their Guilds creating the tie to the Greater Guilds and the Gods of The Dawn.\r\n\r\nEach of the Gods of The Dawn had their special role in the fight against the dark forces.\r\nVulcos - Commander and general of the combined forces.\r\nBecatros - Strategy leader and tactician making the plan of attack.\r\nSintra - Crafter of weapons and armor as well as other items.\r\nEternal Traveler - Scouting and guiding the terrain and recon.\r\nTwin gods - Leadership and unifying all these strong personalities in one goal.\r\nAikazai - Information provider.\r\nNadasher - Supplies provider.", "loretype": 1, "image": "frontend/static/images/lore/gods_of_dawn_f374hLe.jpg"}}, {"model": "api.lore", "pk": 9, "fields": {"name": "Sashar Xin", "group": 3, "undergroup": 2, "description": "This is the older of the Xin brothers.", "loretype": 2, "image": "frontend/static/images/lore/Merchant1.jpg"}}, {"model": "api.lore", "pk": 10, "fields": {"name": "Jum Xin", "group": 3, "undergroup": 2, "description": "This is the younger of the Xin brothers.", "loretype": 2, "image": "frontend/static/images/lore/Merchant2.png"}}, {"model": "api.lore", "pk": 11, "fields": {"name": "Brulter Eagleblossom", "group": 3, "undergroup": 1, "description": "This is the sorcerer of the Kindred Spirits.", "loretype": 2, "image": "frontend/static/images/lore/brulter_assimar_sorcerer.jpg"}}, {"model": "api.lore", "pk": 12, "fields": {"name": "Lupensa Morningshine", "group": 3, "undergroup": 1, "description": "This is the cleric of the Kindred Spirits.", "loretype": 2, "image": "frontend/static/images/lore/lupensa_drow_cleric.jpg"}}, {"model": "api.lore", "pk": 13, "fields": {"name": "Shortsword of Living Wood", "group": 5, "undergroup": null, "description": "A sword that looks almost like its made out of wood.\r\nWonderous item, uncommon, weapon (Shortsword) (requires attunement)\r\n\r\nThe wodden sword has 3 charges.\r\nWhen you hit a creature with this weapon, as a bonus action you can expend one charge to either cause the next attack against that creature to have advantage or cause that creature's next attack to have disadvantage, as it is distracted by the splinters digging into its flesh.\r\nThe sword regains all of its charges at dawn, as new wood grows in.", "loretype": 3, "image": "frontend/static/images/lore/DoeXkNOW4AUdoln.png"}}, {"model": "api.lore", "pk": 14, "fields": {"name": "Giant Axe", "group": 5, "undergroup": null, "description": "A giant axe thats on display in the dragons den.", "loretype": 3, "image": "frontend/static/images/lore/urog_axe.jpg"}}, {"model": "api.lore", "pk": 15, "fields": {"name": "Layer 3", "group": 2, "undergroup": null, "description": "This is the third layer of the Abyss", "loretype": 1, "image": "frontend/static/images/lore/MinesOfMoria.jpg"}}, {"model": "api.lore", "pk": 16, "fields": {"name": "Layer 4", "group": 2, "undergroup": null, "description": "This is the fourth layer of the Abyss.", "loretype": 1, "image": "frontend/static/images/lore/MinesOfMoria2.png"}}, {"model": "api.lore", "pk": 17, "fields": {"name": "Session 1: The Journey Begins", "group": 7, "undergroup": null, "description": "Before the sun rose on the 8th of the 10th moon, around the giant town of Grimgar 43 abled men and women woke up preparing themselves for their coming travels. A sign-up had been put on one of the grand billboards requesting aid for the lesser guild “The watchers of the Deep” on their coming expedition into the Farlands. Many just walked past not even giving it a second look, but one after another people started signing up. All with their own motivations and reasons for doing so. The request would bring excitement and adventure to some, and for others it was just another meal ticket in the making. But no matter their reasons, they had found themselves at the gates of Grimgar this early morning, soon ready to travel to the outside.\r\n\r\nBeing led by 3 captains from the lesser guild, Ollorak the leader, Avicia the second in command and Valter the navigator, the 40 people were then divided into smaller squadrons. It was during this dividing our heroes met for the first time. “Squadron 3, Nobu’Jo Inari, Sorkka Summergaze, Brulter Eagleblossom, Lupensa Morningshine, Lunárius A'lar, Ashes, Neya Stonesong, Eric Cinderflow and Ikoreth Nore.” This was the day their paths would intersect for the first time.\r\n\r\nDuring their first day, introductions were in due – of course. The hearty Neya being a somewhat of a leading figure for his band of mercenaries called the “Kindred Souls” took the initiative of warming everyone up to each other. There were Ikoret or Iko as he goes by, the ash mage and seemingly always keen on a fight, this however would lead to somewhat a bad time later that day… Then there was Lunarius, a member of the A’lar family and a man of great aspirations. With his night sky eyes he stood firm on his belief to reform Grimgar, but now he neither had the power or the status to do so. Eric, another one from a noble family, is a aspiring great artist and mage, his family being artists for generation, but it was going to be him that would soar above and beyond like his ancestor once did. Nobu’jo was a bit more retracted, but he spoke of a great want to return to his home eventually, where that is was somewhere in the Farlands, but does not know where, though his asureness gives a calm and steadfast attitude. Last of the curious bunch was Sorkka the archeologist with many talents, a bit of a timid and shy fella but he seems to bare great aspirations himself, and a good knack for elf knowledge as well.\r\n\r\nFrom the “Kindred Souls” there was obviously the eye catching Neya, being leonine and all makes you rather the sour thumb, but he was a cheery and confident leader type. Ashes however not so much a friendly and people-person like Neya, she rather pick fights and stay on her own, so for your safety you should at least not go between her fist and a hard place. The last two were Brulter the magic caster and Lupensa the drow like healer of the group. Brulter was the more talkative one as he led the conversations with Lupensa as he on the other hand was a bit more sheepish and timider. The party by a bit of a accident learned that the “Kindred Souls” are all previous orphans that grew up together, the little misunderstanding between Lupensa and Sorkka truly was a funny sight.\r\n\r\nThese two groups would end up working together for the next few days. Doing idle chit chat while marching their way, helping each other set up their tents and such or make food. Needing to be with each other all the time makes you acquaintance quite fast. During the travel days the guild seemingly had done their work before hand, as there were no real problems except a few minor inconveniences of wolves or bears going stray, nothing the platoon could not take care of to say the least. But with each passing day the group wandered further and further into the Farlands. All the way into a densely packed forest that could easily be mistaken as a jungle. This would for sure be the hardest part of the travels as they wandered seemingly aimlessly at times, but who would blame them as the navigations was not easy in such a place.\r\n\r\nEventually setting up camp in the forest led to the party being requested to go hunt some meat for this night’s dinner. A good meal could really boost the moral in this hard travel after all. And so, the party with the aid of Neya went to hunt. Further into the dense forest they eventually stumbled upon tracks they followed to a little herd of Twisterlings, a large creature with long necks and two heads. With some silent steps and some illusions, the party managed to herd all of them into easy to block points, picking them off one by one, only letting one escape all in all. Pleased with their hunt they brought it back to the surprise of the leaders, but they were happy with the results leading to two days of suitable rest for their endeavors.\r\n\r\nThe next day was more aimless travel through the forest, but eventually you must end up somewhere and the platoon made their way to a big clearing in this forest, weird but very appreciated. Setting up camp here a scout team was sent to do fast patrolling and might easier lead to their wanted destination. Luckily for everyone they seem to have struck gold. It seems just an hour or two away is the destination, an abandoned settlement / ruin that should hold treasures and goods. But, be careful, because who knows what dangers it might hold as well. Many went early to bed this night; one would not want to be tired for the exploration tomorrow. But it seems all but one could get a true good night’s rest.\r\n\r\nIn the middle of the night Ikoreth had an awful headache and was suddenly awoken by loud noises and shaking. Going out of his tent to see what it might be and to see what the others are doing he witnessed something horrid. A creature, if you can call it that, many would probably say monster, that stood taller than the moon on the sky, looking at him, gazing its massive eyes at him. Ikoreth eventually losing consciousness ended up waking the next day outside of his tent, everything still okay, or?\r\n\r\nTo be continued…\r\n\r\n\r\nAdditional things that happened:\r\n- Ikoreth got his balls smashed in during a fistfight with Ashes.\r\n- Faint magic was detected at the blade that Nobu’jo bares.\r\n- The item the lesser guild is searching for was revealed to Lunarius after persuading Avicia.", "loretype": 1, "image": "frontend/static/images/lore/Session1Banner_u7fqEh4.png"}}, {"model": "api.lore", "pk": 18, "fields": {"name": "Backpack/Carrying Capacity", "group": 8, "undergroup": null, "description": "Additional Information:\r\nYou can carry up to an amount of 10 times your strength score in weight unencumbered. If you carry more your speed drops by 10ft until you are carrying more than 15 times your strength score, at that point your speed drops to 0.\r\nVery small to insignificant items dont have a weight like a couple sheets of paper etc.", "loretype": 4, "image": "frontend/static/images/lore/backpack_rules.jpeg"}}, {"model": "api.quote", "pk": 1, "fields": {"quote": "Why do I have to be the prisoner!?", "quoter": "A'rune"}}, {"model": "api.quote", "pk": 2, "fields": {"quote": "WhO Da hElL yOu ThiNK YoU IZ!?", "quoter": "Strahd"}}, {"model": "api.quote", "pk": 3, "fields": {"quote": "Sorry, i don't speak short", "quoter": "Drew"}}, {"model": "api.quote", "pk": 4, "fields": {"quote": "If you die Drew, I will haunt your ass", "quoter": "Torok"}}]